Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sámedikki formálalaš sajádat ja bušeahttavuogit Raporta geigejuvvon cuoŋománu 27. b. 2007
nob: Sametingets formelle stilling og budsjettprosedyrer Rapport avlevert 27. april 2007

source: Álggahus ja čoahkkáigeassu ... 5 Barggu duogáš ... 5 Mandáhta ... 5 Bargojoavku ... 6 Bargojoavkku evttohusa čoahkkáigeassu ... 6 I oassi . Vuođđomateriála – guovddáš surggiid stáhtus ... 10 1 .
nob: Innholdsfortegnelse Innledning og sammendrag Bakgrunn for arbeidet ... 5 Mandatet ... 5 Arbeidsgruppen ... 6 Sammendrag av arbeidsgruppens forslag ... 6 Del I Grunnlagsmateriale – status på sentrale områder 1 .

source: Álbmotrievttálaš ja našovnnalaš geatnegasvuođat ... 10 1.1 .
nob: Folkerettslige og nasjonale forpliktelser ... 10 1.1 .

source: Riikkaidgaskasaš riektenjuolggadusat ... 10 1.1.1 .
nob: Internasjonale rettsregler ... 10 1.1.1 .

source: Artihkal 27 ON ` 1966 konvenšuvnnas siviila ja politihkalaš rivttiid hárrái ... 10 1.1.2 .
nob: Artikkel 27 i FNs konvensjon av 1966 om sivile og politiske rettigheter ... 10 1.1.2 .

source: ILO-konvenšuvdna nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain ... 11 1.1.3 .
nob: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater ... 11 1.1.3 .

source: Sámi iešmearridanrievtti prinsihppa ... 13 1.2 .
nob: Prinsippet om samisk selvbestemmelsesrett ... 12 1.2 .

source: Sápmelaččaid stáhtarievttálaš dilli ... 14
nob: Samenes statsrettslige stilling ... 14

source: Sámediggi ... 16 2.1 .
nob: Sametinget ... 16 2.1 .

source: Sámedikki doaimma válddahallan ... 16 2.2 .
nob: En oversikt over Sametingets virksomhet ... 16 2.2 .

source: Sámediggi ovddasteaddji álbmotválljejuvvon orgánan ... 17 2.3 .
nob: Sametinget som representativt folkevalgt organ ... 17 2.3 .

source: Sámedikki hálddahus ... 18 2.4 .
nob: Sametingets administrasjon ... 18 2.4 .

source: Sámedikki bargo- ja fápmosuorgi ... 21 2.5 .
nob: Sametingets arbeids- og myndighetsområde ... 21 2.5 .

source: Ášševuolggahangelbbolašvuohta ... 24 2.6 .
nob: Søksmålskompetanse ... 23 2.6 .

source: Siviilaáittardeaddji ja Sámediggi ... 26 2.7 .
nob: Sivilombudsmannen og Sametinget ... 26 2.7 .

source: Ráđđehusadvokáhtta ja Sámediggi ... 27 2.8 .
nob: Regjeringsadvokaten og Sametinget ... 27 2.8 .

source: Sámediggi ja stáhta bargorievttálaš mearrádusat ... 28 2.9 .
nob: Sametinget og arbeidsrettslige bestemmelser i staten ... 28 2.9 .

source: Sámediggi almmolašvuođalága ja hálddašanlága oktavuođas ... 29 2.10 .
nob: Sametinget og forholdet til offentlighetsloven og forvaltningsloven ... 29 2.10 .

source: Sámedikki bušeahtta ja gullevašvuođahápmi stáhta ektui ... 30 2.10.1 .
nob: Sametingets budsjett og tilknytningsform til staten ... 30 2.10.1 .

source: Dálá bušeahttabargovuogit ... 31 2.10.2 .
nob: Dagens budsjettprosedyrer ... 31 2.10.2 .

source: Sámedikki bušeahta ovdáneapmi ... 33 2.11 .
nob: Utviklingen av Sametingets budsjett ... 33 2.11 .

source: Sámedikki bearráigeahččan ja revišuvdna ... 34 2.12 .
nob: Kontroll og revisjon i Sametinget ... 34 2.12 .

source: Sámedikki ja stáhtaráđi konstitušuvnnalaš ovddasvástádus ... 35 2.13 .
nob: Sametinget og statsrådens konstitusjonelle ansvar ... 35 2.13 .

source: Sámedikki oktavuohta Stuoradiggái ... 38 2.14 .
nob: Sametingets forhold til Stortinget ... 38 2.14 .

source: Sámedikki oktavuohta gielddaide ja fylkkagielddaide ... 39
nob: Sametingets forhold til kommuner og fylkeskommuner ... 39

source: Stáhtalaš orgánaid gullevašvuođahámit ... 41 3.1 .
nob: Tilknytningsformer for statlige organer ... 41 3.1 .

source: Hálddašanorgánat ... 41 3.1.1 .
nob: Forvaltningsorganer ... 41 3.1.1 .

source: Dábálaš hálddašanorgánat ... 41 3.1.2 .
nob: Ordinære forvaltningsorganer ... 41 3.1.2 .

source: Hálddašanorgánat main leat sierra fápmudusat ... 42 3.1.3 .
nob: Forvaltningsorganer med særskilte fullmakter ... 42 3.1.3 .

source: Eará stáhtalaš friddjadoaimmat ... 42 3.2 .
nob: Andre statlige fristilte virksomheter ... 42 3.2 .

source: Doaimmat mat leat organiserejuvvon sierra riektesubjeaktan ... 44 3.3 .
nob: Virksomheter organisert som egne rettssubjekter ... 44 3.3 .

source: Stuoradikki vuollásaš ásahusat ... 45
nob: Institusjoner underlagt Stortinget ... 45

source: Gielddaid ja fylkkagielddaid oktavuohta ráđđehussii ... 47 4.1 .
nob: Kommuner og fylkeskommuners forhold til regjeringen ... 47 4.1 .

source: Stáhtalaš stivreprinsihpat gielddasuorggi guovdu ... 47 4.2 .
nob: Prinsipper for statlig styring av kommunesektoren ... 47 4.2 .

source: Stáhtalaš dárkkisteapmi gielddasuorggi sisaboahtorámmain ... 48 4.3 .
nob: Statlig kontroll av kommunesektorens inntektsrammer ... 48 4.3 .

source: Stáhta ja gielddasuorggi ráđđádallamat ... 50 4.4 .
nob: Konsultasjoner mellom staten og kommunesektoren ... 50 4.4 .

source: Gollomeroštallamat ja ekonomalaš analysat ... 51
nob: Kostnadsberegninger og økonomiske analyser ... 51

source: Davviriikkalaš ja riikkaidgaskasaš dili ... 52
nob: Nordiske og internasjonale forhold ... 52 5.1 .

source: Eamiálbmogiid dilli Suomas , Ruoŧas , Danmárkkus , Canadas ja Ođđa Zealandas 52 Davviriikkalaš sámekonvenšuvnna árvalus ... 55
nob: Urfolks stilling i Finland , Sverige , Danmark , Canada og New Zealand ... 52 5.2 . Forslag til en nordisk samekonvensjon ... 55

source: II oassi . Bargojoavkku árvvoštallamat ja árvalusat ... 57 6 .
nob: Del II Arbeidsgruppens vurderinger og forslag 6 .

source: Árvvoštallamat Sámedikki formála dili hárrái ... 57 6.1 .
nob: Vurderinger av Sametingets formelle stilling ... 57 6.1 .

source: Sámedikki rievttálaš dilli ... 57 6.1.1 .
nob: Sametingets rettslige stilling ... 57 6.1.1 .

source: Sámediggi stáhta juridihkalaš peršovnna oassin ... 58 6.1.2 .
nob: Sametinget som en del av den juridiske person staten ... 58 6.1.2 .

source: Sámediggi iešstivrejeaddji riektesubjeaktan ... 59 6.1.3 .
nob: Sametinget som selvstendig rettssubjekt ... 59 6.1.3 .

source: Bargojoavkku árvvoštallamat ja árvalusat Sámedikki rievttálaš dili hárrái ... 61 6.2 .
nob: Arbeidsgruppens vurderinger og forslag om Sametingets rettslige stilling ... 61 6.2 .

source: Sámedikki iešstivrejumi prinsihpa láhkanannen ... 61 6.3 .
nob: Lovfesting av prinsippet om Sametingets uavhengighet ... 61 6.3 .

source: Ráđđádallanrievtti láhkanannen ... 62 6.4 .
nob: Lovfesting av konsultasjonsretten ... 62 6.4 .

source: Doarjjahálddašeami láhkaásahusgelbbolašvuohta ... 63 6.5 .
nob: Forskriftskompetanse for tilskuddsforvaltningen ... 63 6.5 .

source: Sámedikki doaimma raporteren ... 64 6.6 .
nob: Rapportering om Sametingets virksomhet ... 64 6.6 .

source: Konstitušuvnnalaš rámmat ... 65
nob: De konstitusjonelle rammer ... 65

source: Bargojaovkku árvalusa váikkuhusat Sámedikki formála dili hárrái ... 65 7.1 .
nob: Konsekvenser av arbeidsgruppens forslag om Sametingets formelle stilling ... 65 7.1 .

source: Gaskavuohtá hálddašan- ja almmolašvuođaláhkii ... 65 7.2 .
nob: Forholdet til forvaltnings- og offentlighetsloven ... 65 7.2 .

source: Bargiid dilli ... 66 7.3 .
nob: Ansattes stilling ... 66 7.3 .

source: Konstitušuvnnalaš ja parlamentáralaš ovddasvástádus ... 66 7.4 .
nob: Konstitusjonelt og parlamentarisk ansvar ... 67 7.4 .

source: Bearráigeahččanortnegat ja revišuvdna ... 67 7.5 .
nob: Kontrollordninger og revisjon ... 68 7.5 .

source: Eará váikkuhusat ... 69
nob: Andre konsekvenser ... 70

source: Bargojoavkku árvalusat Sámedikki formálalaš sajádaga birra ... 71 8.1 .
nob: Arbeidsgruppens forslag om Sametingets formelle stilling ... 71 8.1 .

source: Láhkaárvalusat ... 71 8.2 .
nob: Lovforslag ... 71 8.2 .

source: Mearkkašumit láhkaárvalusaide ... 71
nob: Merknader til lovforslagene ... 71

source: Ođđa bušeahttabargovugiid árvvoštallamat ja árvalusat ... 73 9.1 .
nob: Vurderinger av nye budsjettprosedyrer ... 73 9.1 .

source: Álbmotrievttálaš árvvoštallamat ... 73 9.2 .
nob: Folkerettslige vurderinger ... 73 9.2 .

source: Dálá bušeahttaproseassaid árvvoštallan ... 75 9.3 .
nob: Vurderinger av dagens budsjettprosesser ... 75 9.3 .

source: Fágalaš analysajoavkku raportta geavaheapmi ... 78 9.4 .
nob: Bruk av rapport fra Faglig analysegruppe ... 78 9.4 .

source: Ođđa bušeahttaprosedyraid sisdoallu ... 78 9.5 .
nob: Innholdet i nye budsjettprosedyrer ... 78 9.5 .

source: Bušeahttavugiid evttohus ... 79 9.5.1 .
nob: Forslag til budsjettprosedyrer ... 79 9.5.1 .

source: Modealla 1 79 ... 9.5.2 .
nob: Modell 1 ... 79 9.5.2 .

source: Modealla 2 81 ... 9.5.3 .
nob: Modell 2 ... 81 9.5.3 .

source: Modealla 3 82 ... 9.6 .
nob: Modell 3 ... 81 9.6 .

source: Bargojoavkku oppalaš árvvoštallamat ođđa bušeahttavugiid birra ... 84 9.6.1 .
nob: Arbeidsgruppens samlede vurderinger om nye budsjettprosedyrer ... 84 9.6.1 .

source: Dustet álbmotrievtti geatnegasvuođaid ... 84 9.6.2 .
nob: Imøtekomme forpliktelsene i folkeretten ... 84 9.6.2 .

source: Nannet demokráhtalaš proseassaid sámi servodaga ovdánahttimis ... 84 9.6.3 .
nob: Styrke demokratiske prosesser i utviklingen av det samiske samfunnet ... 84 9.6.3 .

source: Sihkkarastit Sámediggái vejolašvuođa ieš vuoruhit ruđaid sámi kultuvrii ... 84 9.6.4 .
nob: Sikre Sametingets mulighet til selv å prioritere for samisk kultur ... 84 9.6.4 .

source: Nannet ráđđehusa ja Sámedikki ovttasdoaimma ... 85 9.6.5 .
nob: Styrke samhandlingen mellom regjeringen og Sametinget ... 84 9.6.5 .

source: Buoridit ráđđehusa barggu sámi áššiid dáfus ... 85 9.6.6 .
nob: Effektivisering av regjeringens arbeid med samiske saker ... 85 9.6.6 .

source: Láhčit diliid nu ahte sáhttá ovdánahttit Sámedikki ovddasvástádusa ja válddi ja čalmmustahttit Sámedikki iešheanalašvuođa ... 85 9.6.7 .
nob: Legge til rette for en utvikling av Sametingets ansvar og myndighet og tydeliggjøre Sametingets selvstendighet ... 85 9.6.7 .

source: Bargojoavkku árvvoštallamiid ja evttohusaid čoahkkáigeassu ... 85
nob: Oppsummering av arbeidsgruppens vurderinger og forslag ... 85

source: Figuvrrat Figuvra 1 .
nob: Figurer Figur 1 .

source: Sámedikki politihkalaš organiseren ... 16 Figuvra 2 .
nob: Sametingets politiske organisering ... 16 Figur 2 .

source: Sámedikki hálddahusa organiseren ... 20 Figuvra 3 .
nob: Organisering av Sametingets administrasjon ... 20 Figur 3 .

source: Juolludusat 1990-2007 33 ... Figuvra 4 .
nob: Bevilgninger til Sametinget 1990-2007 33 ... Figur 4 .

source: Sámi ulbmiliidjuolludusaid ovdáneapmi ( divvojuvvon 2006-hattiid mielde ) ... 34 Mildosat Mielddus 1 .
nob: Utviklingen i bevilgningene til samiske formål ... 34 Vedlegg Vedlegg 1 .

source: Bušeahttabargovugiid árvalus mearkkašumiiguin Mielddus 2 .
nob: Forslag til budsjettprosedyrer med kommentarer Vedlegg 2 .

source: Sámedikki áššehivvodat 1999-2006 Mielddus 3 .
nob: Saksmengde i Sametinget 1999-2006 Vedlegg 3 .

source: Válddi ja doarjjaortnegiid sirdin Sámediggái Mielddus 4 .
nob: Oversikt over overføring av tilskuddsordninger og myndighet til Sametinget Vedlegg 4 .

source: Sámedikki doarjjajuohkin 2005-2007 Mielddus 5 .
nob: Sametingets fordeling av tilskudd 2005-2007 Vedlegg 5 .

source: Sámedikki nammadeamit / searvan stivrraide , ráđiide ja lávdegottiide Mielddus 6 .
nob: Sametingets oppnevning / deltakelse til styrer , råd og utvalg Vedlegg 6 .

source: Sámedikki bušeahttaproseassa Mielddus 7 .
nob: Budsjettprosessen i Sametinget Vedlegg 7 .

source: Departemeanttaid juolludusat sámi ulbmiliidda 2005-2007 Sierra mielddus : Eamiálbmogiid konstitušuvnnalaš , rievttálaš ja ekonomalaš sajádat Suomas , Ruoŧas , Danmárkkus , Canadas ja Ođđa Zealánddas .
nob: Oversikt over departementenes bevilgninger til samiske formål 2005-2007 Særskilt vedlegg : Urfolks konstitusjonelle , rettslige og økonomiske stilling i Finland , Sverige , Danmark , Canada og New Zealand .

source: Oanehis buohtasteaddji čilgehus .
nob: En kortfattet komparativ framstilling .

source: John B. Henriksen , juovlamánu 1. b. 2006 .
nob: John B. Henriksen , 1. desember 2006 .

source: Álggahus ja čoahkkáigeassu Barggu duogáš Ráđđádallančoahkkimis maid sámediggepresideanta ja bargo- ja searvadahttinministtar doallaba juohke jahkebeali , sohppojuvvui juovlamánu 14. b. 2005:s nammadit bargojoavkku mii galgá ovddidit árvalusa movt sáhtášii ásahit ođđa bušeahttavugiid ráđđehusa ja Sámedikki gaskka ja guorahallat Sámedikki formála sajádaga stáhta ektui .
nob: Innledning og sammendrag Bakgrunn for arbeidet På det halvårlige konsultasjonsmøtet 14. desember 2005 mellom sametingspresidenten og arbeids- og inkluderingsministeren ble det enighet om å nedsette en arbeidsgruppe som skal fremme forslag om etablering av nye budsjettprosedyrer mellom regjeringen og Sametinget , og utrede Sametingets formelle stilling i forhold til staten .

source: Dán barggu álggaheami duogáš lea guovtti oasis .
nob: Bakgrunnen for at man ble enige om å sette i gang dette arbeidet er todelt .

source: Cuoŋománus 2005:s ovddiduvvui raporta Sámedikki bearráigeahččanortnegiid birra 1. Raportta ráhkadii bargojoavku maid Gielda- ja guovlodepartemeanta lei nammadan ovttasráđiid Sámedikkiin ja Riikarevišuvnnain .
nob: Det ble i april 2005 lagt fram en rapport om kontrollordninger i Sametinget 1. Rapporten ble utarbeidet av en arbeidsgruppe nedsatt av Kommunal- og regionaldepartementet i samråd med Sametinget og Riksrevisjonen .

source: Raporttas divvu bargojoavku gažaldaga eambbo iešstivrejeaddji dilálašvuođa birra Sámedikki dáfus .
nob: I sin rapport tok arbeidsgruppen avslutningsvis opp spørsmålet om en mer selvstendig stilling for Sametinget .

source: Čujuhuvvo dálá vuostelasvuhtii das go Sámediggi lea sihke stáhtaorgána / hálddašanorgána ja iehčanas álbmotválljen orgána .
nob: Det vises til at det i dag er en spenning mellom Sametingets rolle som statsorgan / forvaltningsorgan og Sametinget som selvstendig folkevalgt organ .

source: Bargojoavku oaivvilda ahte vejolaš čoavddus maid seahtá darkileappot guorahallat , lea ásahit Sámedikki sierra riektesubjeaktan nu ahte Sámediggi oažžu seamma iešstivrejeaddji árvvu politihkalaččat ja bušeahta dáfus go fylkkagielddat ja gielddat .
nob: Arbeidsgruppen mener at en mulig løsning som bør utredes nærmere , er å etablere Sametinget som eget rettssubjekt , slik at Sametinget får en like uavhengig stilling , politisk og budsjettmessig , som fylkeskommuner og kommuner .

source: Bargojoavku cealká maiddái ahte berre árvvoštallojuvvot movt sámeláhka , Sámedikki juolludanvuogádat ja Sámedikki bearráigeahččanortnegat ja revišuvdna galggašii rievdaduvvot .
nob: Arbeidsgruppen sier også at det bør vurderes hvilke endringer som bør gjøres i sameloven , i bevilgningssystemet for Sametinget og for Sametingets kontrollordninger og revisjon .

source: Sámediggi meannudii raportta miessemánus 2005:s ja dáhtui Gielda- ja guovlodepartemeantta ovttasráđiid Sámedikkiin čielggadit berre go Sámediggi sirrejuvvot sierra riektesubjeaktan .
nob: Sametinget behandlet rapporten i mai 2005 , og ba om at Kommunal- og regionaldepartementet i konsultasjon med Sametinget utreder om Sametinget bør skilles ut som eget rettssubjekt .

source: Cuoŋománus 2005:s ovddidii nubbi bargojoavku raportta mas árvaluvvui ásahit stáhtalaš eiseválddiid ja Sámedikki ráđđádallanvugiid .
nob: Videre la en arbeidsgruppe i april 2005 fram en rapport med forslag om etablering av prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget .

source: Dán barggu duogáš lei sápmelaččaid vuoigatvuohta beassat ráđđádallat eiseválddiiguin sámiidguoskevaš áššiin mii lea vuoigatvuohta maid álbmotrievttálaš njuolggadusat nannejit , erenoamážit ILO-konvenšuvdna nr. 169 iešmearrideaddji stáhtaid eamiálbmogiid ja čearddaid birra .
nob: Bakgrunnen for arbeidet var samenes rett til å bli konsultert i saker som angår dem , en rett som følger av folkerettslige bestemmelser , og da særlig ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Maiddái digaštallamat das movt ráđđádallan galggai čađahuvvot , ovdamearkka dihte finnmárkkulága barggu oktavuođas lei vuođđun dán bargui .
nob: Også stadige debatter om hvordan konsultasjoner skulle gjennomføres , som for eksempel under arbeidet med finnmarksloven , var erfaringer som lå til grunn for arbeidet .

source: Bušeahttaproseassa ráđđádallamat eai dattege gieđahallojuvvon .
nob: Konsultasjoner knyttet til budsjettprosessen ble ikke behandlet .

source: Sohppojuvvui dárkileappot ja sierra čielggadit Sámedikki bušeahttaráhkadeami vugiid dannego bušeahttabarggu vuogit dávjá čuoččaldahttet erenoamáš gažaldagaid ja čuolmmaid .
nob: Det var enighet om at det er nødvendig å se nærmere på prosedyrene i forbindelse med utarbeidelsen av Sametingets budsjett som en egen sak , fordi prosedyrer i forbindelse med budsjettarbeid reiser en rekke særskilte spørsmål og problemstillinger .

source: Ráđđádallanšiehtadusa vuolláičáliiga sámediggepresideanta ja gielda- ja guovloministtar miessemánus 2005:s2 .
nob: Konsultasjonsavtalen ble underskrevet av sametingspresidenten og kommunal- og regionalministeren i mai 20052 .

source: Mandáhta Dán barggu mandáhta lea Sámediggi ja ráđđehus ovttasráđiid bidjan : Bargojoavku galgá árvvoštallat ja buktit evttohusaid dasa movt Sámediggái sáhttá formálalaččat čađahit eanet sorjjasmeahttunis sajádaga .
nob: Mandatet Mandatet for foreliggende arbeid er utarbeidet av Sametinget og regjeringen i fellesskap : Arbeidsgruppen skal vurdere spørsmålet om en formelt mer uavhengig stilling for Sametinget og legge fram forslag til hvordan dette kan gjennomføres .

source: Bargojoavku galgá árvvoštallat vejolaš váikkuhusaid Sámedikki bearráigeahččanortnegiidda ja revišuvdnii ja Sámedikki ášševuolggahangelbbolašvuhtii iešguđetlágán áššiin .
nob: Arbeidsgruppen skal vurdere eventuelle konsekvenser for Sametingets kontrollordninger og revisjon , og for Sametingets søksmålskompetanse i ulike typer saker .

source: Joavku galgá erenoamážit deattuhit vejolaš čovdosiid maid vuođđu lea ahte Sámediggi ain bissu oassin dan juridihkalaš peršovnnas mii stáhta lea .
nob: Gruppen skal særlig fokusere på mulige løsninger som tar utgangspunkt i at Sametinget fortsatt skal være en del av den juridiske personen staten .

source: Vejolaš váikkuhusat stáhtaráđiid konstitušuvnnalaš ja 1
nob: Eventuelle konsekvenser for statsrådenes konstitusjonelle og parlamentariske ansvar for be 1

source: Bearráigeahččanortnegat Sámedikkis ja Sámedikki várás , Bargojoavkku raporta njukčamánu 2005 .
nob: Kontrollordninger i og for Sametinget , rapport fra arbeidsgruppe april 2005 .

source: Geahča maiddái čilgehusa St. dieđ. nr. 44 ( 2004-2005 ) Om Sametingets virksomhet i 2004 , kap. 3.2 2 Bargo- ja searvadahttindepartemeantta neahttasiiddut sámiguoskevaš áššiid ráđđádallangeatnegasvuođa birra http://www.regjeringen.no/nb/dep/aid/tema/Samepolitikk/Konsultasjonsplikt-i-samiske-saker.html?id 86931 =
nob: Se også omtale i St. meld. nr. 44 ( 2004-2005 ) Om Sametingets virksomhet i 2004 , kap. 3.2 2 Arbeids- og inkluderingsdepartementets nettsider om konsultasjonsplikten i samiske saker http://www.regjeringen.no/nb/dep/aid/tema/Samepolitikk/Konsultasjonsplikt-i-samiske-saker.html?id 86931 =

source: parlamentáralaš ovddasvástádussii Sámedikki juolludemiid hárrái , galget maiddái čielgasit ovdanboahtit .
nob: vilgningene til Sametinget må tydeliggjøres .

source: Bargojoavkku mandáhtii eai gula vejolaš gažaldagaŧ mat lea čadnon Sámedikki formála árvui olgoriikkas .
nob: Arbeidsgruppens mandat omfatter ikke evt. spørsmål knyttet til Sametingets formelle stilling i utlandet .

source: Bargojoavku galgá maiddái evttohit bargovugiid ráđđehusa ja Sámedikki bargui Sámedikki bušeahtain .
nob: Arbeidsgruppen skal videre legge fram forslag til prosedyrer mellom regjeringen og Sametinget i arbeidet med Sametingets budsjett .

source: Evttohusa vuođđun galget leat áššáiguoskevaš álbmotrievttálaš geatnegasvuođat mat stáhtas lea eamiálbmoga guovdu , ja dat galgá huksejuvvot daidda álbmotrievttálaš árvvoštallamiidda mat leat stáhtalaš eiseválddiid ja Sámedikki ráđđádallanvugiid raporttas .
nob: Forslaget skal ta utgangspunkt i de relevante folkerettslige forpliktelser som påligger staten overfor urfolk og bygge på de folkerettslige vurderingene i rapporten om prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget .

source: Bargojoavku galgá árvvoštallat evttohusaid ekonomalaš ja hálddahuslaš váikkuhusaid ja oktavuođa eará lágaide .
nob: Arbeidsgruppen skal vurdere økonomiske og administrative konsekvenser av eventuelle forslag , og forholdet til annet lovverk .

source: Bargojoavku ovddida evttohusaidis ovdal njukčamánu 15. b. 2007 .
nob: Arbeidsgruppen legger fram sine forslag innen 15. mars 2007 .

source: Bargojoavku Bargojoavkkus leat leamaš lahttun Sámedikki ja departemeanttaid ovddasteaddjit .
nob: Arbeidsgruppen Arbeidsgruppen har bestått av medlemmer fra Sametinget og departementene .

source: Sámedikki ovddasteaddjit leat leamaš ráđđeaddi Carl Erik Moksness , ráđđeaddi Veslemøy Dahl , ráđđeaddi Ingar N. Kuoljok , ossodatdirektovra Tommy Somby , vuolit direktevra Hege Fjellheim Sarre ( 1.1.2007 rádjái ) ja seniorráđđeaddi Torvald Falch ( 1.1.2007 rájes ) .
nob: Sametingets medlemmer har vært rådgiver Carl Erik Moksness , rådgiver Veslemøy Dahl , rådgiver Ingar N. Kuoljok , avdelingsdirektør Tommy Somby , underdirektør Hege Fjellheim Sarre ( fram til 1.1.2007 ) og seniorrådgiver Torvald Falch ( fra 1.1.2007 ) .

source: Departemeanttaid bargojoavkolahtut leat leamaš vuosttaškonsuleanta Benny Solheim Láhkaossodagas , Justiisadepartemeanttas , ráđđeaddi Nancy V. Olsen , ráđđeaddi Cecilie Haare ja prošeaktajođiheaddji Ninni Kate Rognli Bargo- ja searvadahttindepartemeantta Sámi- ja unnitlogupolitihkalaš ossodagas 3. Bargo- ja searvadahttindepartemeanta lea doaibman bargojoavkku jođiheaddjin ja čállin .
nob: Arbeidsgruppemedlemmene fra departementene har vært førstekonsulent Benny Solheim fra Lovavdelingen , Justisdepartementet , rådgiver Nancy V. Olsen , rådgiver Cecilie Haare og prosjektleder Ninni Kate Rognli fra Same- og minoritetspolitisk avdeling i Arbeids- og inkluderingsdepartementet 3. Arbeidsog inkluderingsdepartementet har hatt leder- og sekretariatsfunksjonen for arbeidsgruppen .

source: Joavku álggahii barggus čakčamánu 2006 ja lea doallan 5 čoahkkima .
nob: Gruppen startet sitt arbeid i september 2006 og har avholdt 5 møter .

source: Bargojoavkku evttohusa čoahkkáigeassu Vuođđomateriálas čilgejuvvo dálá dilli , ee. Sámedikki barggu ja válddi suorgi , dálá bušeahttarutiinnat , ášševuolggahangelbbolašvuohta ja oktavuohta Ráđđehusadvokáhttii .
nob: Sammendrag av arbeidsgruppens forslag Grunnlagsmaterialet gjør rede for dagens forhold , bl.a. Sametingets arbeids- og myndighetsområde , dagens budsjettrutiner , søksmålskompetanse og forholdet til Regjeringsadvokaten .

source: Bargojoavku lea geahččalan addit ollislaš gova Sámedikki doaimmas ja ovdáneamis sihke hálddašansuorggis ja politihkalaš suorggis .
nob: Arbeidsgruppen har forsøkt å gi en helhetlig framstilling av Sametingets virksomhet og utvikling både i forvaltningslandskapet og i det politiske bildet .

source: Joavku atná mávssolažžan čalmmustahttit Sámedikki iešguđet doaimmaid dannego das lea mearkkašupmi dasa movt Sámediggi berre organiserejuvvot stáhtalaš eiseválddiid ektui .
nob: Gruppen mener det er viktig å synliggjøre Sametingets ulike funksjoner fordi dette har betydning for hvordan Sametinget bør organiseres i forhold til statlige myndigheter .

source: Bargojoavku lea buohtastahttán gielddaid oktavuođa ráđđehussii guorahallan dihte sáhttá go dan sirdit Sámediggái .
nob: Arbeidsgruppen har også sett på kommuners forhold til regjeringen med tanke på eventuelle overføringsverdier i forhold til Sametinget .
